{
  "theme": {
    "dark": "Dark",
    "light": "Light",
    "system": "System"
  },
  "sidebar": {
    "home": "Home",
    "me": "Me",
    "about": "About me",
    "projects": "Projects",
    "stack": "Stack",
    "copyEmail": "Click to copy"
  },
  "toasts": {
    "copyEmail": {
      "label": "Email copied successfully!",
      "description": "eduardo.fanis@hotmail.com was copied to clipboard."
    }
  },

  "home": {
    "aboutMe": {
      "title": "About me",
      "text": "My name is Eduardo Fanis Lima, I am currently 18 years old and live in Curitiba, PR, Brazil. I am a self-taught technology enthusiast since I was 10 years old. I always enjoyed inventing things and learning in practive, and at an early age, I already knew how to assemble and maintain computers. Today, I am a Front-end Developer and UI Designer, sketching my ideas and turning them into reality."
    },
    "myWork": {
      "title": "Check out my work"
    },
    "letsWorkTogether": {
      "title": "Lets work together",
      "text": "Send me a message on my email and together we will turn your ideas into beautiful UIs."
    },
    "seeMore": "see more",
    "or": "or",
    "download": "Download"
  },
  "aboutMe": {
    "title": "About me",
    "description": "Who am I?",
    "myName": "My name is Eduardo Fanis Lima,",
    "text1": "I am currently 18 years old and live in Curitiba, PR, Brazil. I am a self-taught technology enthusiast since I was 10 years old. I always enjoyed inventing things and learning in practive, and at an early age, I already knew how to assemble and maintain computers. Today, I am a Front-end Developer and UI Designer, sketching my ideas and turning them into reality.",
    "text2": "I have a passion for classic cars, sports cars, and sport motorcycles. My dream car is a 1990s Porsche 911. I enjoy working out and practicing combat sports (boxing and kickboxing) in my free time.",
    "text3": "I dove into the world of programming about two years ago. I always knew I wanted to work with technology. When I started writing my first lines of code and saw the things I could build myself, I was fascinated and knew that this was what I wanted to do.",
    "experience": "Profissional Experience"
  },
  "projects": {
    "title": "Projects",
    "description": "Ideas that became beautiful UIs."
  },
  "stack": {
    "title": "Stack",
    "description": "Technologies and tools that I have experience with.",
    "tools": "Tools",
    "others": "Others"
  },
  "projectsDescriptions": {
    "gerencie": "Web app to manage costumers & money operations.",
    "dogs": "A social media like Instagram, but for dogs.",
    "bikcraft": "An ecommerce of bikes.",
    "nextchat": "Text messaging app made in NextJS.",
    "nextchatapi": "Text messaging NodeJS API with MongoDB for my project Next Chat.",
    "notionpomodoro": "A Pomodoro app to use with Notion Embed URL"
  }
}
