{
  "theme": {
    "dark": "Escuro",
    "light": "Claro",
    "system": "Sistema"
  },
  "sidebar": {
    "home": "Home",
    "me": "Eu",
    "about": "Sobre mim",
    "projects": "Projetos",
    "stack": "Tecnologias",
    "copyEmail": "Clique para copiar"
  },
  "toasts": {
    "copyEmail": {
      "label": "Email copiado com sucesso!",
      "description": "eduardo.fanis@hotmail.com foi copiado para a área de transferência."
    }
  },
  "home": {
    "aboutMe": {
      "title": "Sobre mim",
      "text": "Me chamo Eduardo Fanis Lima, atualmente tenho 18 anos e vivo em Curitiba, PR, Brasil. Sou um autoditada apaixonado por tecnologia desde meus 10 anos de idade, sempre gostei de inventar coisas e aprender na prática, bem novo já sabia montar e fazer manutenção em computadores. Hoje sou Front-end Developer e UI Designer, esboço minhas ideias e as transformo em realidade."
    },
    "myWork": {
      "title": "Conheça meu trabalho"
    },
    "letsWorkTogether": {
      "title": "Vamos trabalhar juntos",
      "text": "Mande uma mensagem para meu email e juntos vamos transformar suas ideias em lindas UIs."
    },
    "seeMore": "ver mais",
    "or": "ou",
    "download": "Baixar"
  },
  "aboutMe": {
    "title": "Sobre mim",
    "description": "Quem sou eu?",
    "myName": "Me chamo Eduardo Fanis Lima,",
    "text1": "Atualmente tenho 18 anos e vivo em Curitiba, PR, Brasil. Sou um autoditada apaixonado por tecnologia desde meus 10 anos de idade, sempre gostei de inventar coisas e aprender na prática, bem novo já sabia montar e fazer manutenção em computadores. Hoje sou Front-end Developer e UI Designer, esboço minhas ideias e as transformo em realidade.",
    "text2": "Tenho uma paixão por carros antigos, carros esportivos e motos esportivas, meu carro dos sonhos é uma Porsche 911 anos 90. Gosto de praticar exercícios físicos e lutas (boxe e kickboxing) no meu tempo livre.",
    "text3": "Cai de cabeça no mundo da programação a mais ou menos 2 anos atrás, sempre soube que queria trabalhar com tecnologia, quando comecei a escrever minhas primeiras linhas de código e vi as coisas que eu mesmo podia construir fiquei encantado e soube que era aquilo que eu queria fazer.",
    "experience": "Experiência Profissional"
  },
  "projects": {
    "title": "Projetos",
    "description": "Ideias que se tornaram lindas UIs."
  },
  "stack": {
    "title": "Tecnologias",
    "description": "Tecnologias e ferramentas que tenho experiência.",
    "tools": "Ferramentas",
    "others": "Outros"
  },
  "projectsDescriptions": {
    "gerencie": "Aplicação web para gerenciar clientes e operações com dinheiro.",
    "dogs": "Uma rede social tipo Instagram, mas para cachorros.",
    "bikcraft": "Um ecommerce de bicicletas.",
    "nextchat": "Aplicação para troca de mensagens feito em NextJS.",
    "nextchatapi": "API para troca de mensagens feito com NodeJS e MongoDB para meu projeto Next Chat.",
    "notionpomodoro": "A Pomodoro app to use with Notion Embed URL"
  }
}
